[
    {
        "id":"began",
        "message":"My start with the Doodle was grooming. I loved their personalities and patience while working on them. I have been breeding and grooming Doodles for over 10 years. After many years of breeding and grooming the standard Doodle, I decided to downsize my Doodles. In addition to my standard Doodles, I also breed the minis (Miniature poodle bred to a Goldendoodle)."
    },
    {
        "id":"began",
        "message":"The Goldendoodle promises to add fun and love to your family. Goldendoodles are a wonderful addition to families with young children or many children. Doodles are great companions to your older generation."
    },
    {
        "id":"doodle",
        "message":"The Goldendoodle is easy to train. It seems each Goldendoodle takes on a personality of their own. The doodles have a keen sense of smell. The Doodles nose and sharp sense of hearing will alert you to others at your door. The Doodles are hypo-allergenic. The Goldendoodle makes a great therapy dog. "
    },
    {
        "id":"doodle",
        "message":"Your F1 doodles are your Golden Retriever breed to your standard size poodle. The new puppy owner may have some shedding, but very little by the time your puppy matures.  The F1b is a second generation Doodle. This is a Goldendoodle bred back to a Poodle. These are typically non-shedding.  There are 3 different kinds of coats; a poodle coat (curly), a relaxed coat (scruffy), and a golden coat (flat)."
    },
    {
        "id":"doodle",
        "message":"Your standard male doodle averages 21-24 inches tall and weighs between 55 and 75 pounds. Your standard female doodle averages 20-24 inches tall and weighs between 45 and 75 pounds."
    },
    {
        "id":"doodle",
        "message":"The mini Goldendoodle will have a range of 13-21 inches in height with weight ranging from 25-45 pounds.  Those breeds, no matter of size, will have traits of being a sporting, hunting, and most importantly an all around family dog."
    },
    {
        "id":"care",
        "message":"The best start to your doodle life would be a good breeder. Well mannered, healthy parents; certified and disease free. Wormed and fully vaccinaed for his age, kept in a home or nursery clean and free of parasites, fed high quality puppy chow, vet checked, and also socialized once giving loving attention from the start. I always suggest to make an appointment for puppy classes. The more training the better at a young age."
    },
    {
        "id":"care",
        "message":"The puppy training classes educate the new puppy the behavior of how to handle their puppy. The first year can be rough dealing with teething, biting, barking, potty training, socializing. There are puppy training classes available from kindergarten to graduate classes. Most of my doodles would be great for therapy dogs."
    },
    {
        "id":"care",
        "message":"Please remember to be patient training, socialize, and remember your doodle will be a part of your family for 12-16 years."
    }
]